{
	"FORBIDDEN_ERROR": "Ops, você não tem permissão para executar esta operação.",
	"FORBIDDEN_TOKEN_EXPIRED": "Ops, você não tem permissão para executar esta operação.",
	"INVALID_BOARDID": "Identificador inválido",
	"INVALID_ID": "Identificador inválido",
	"INVALID_LANEID": "Identificador da raia inválido",
	"AUTH_LOG_OUT": "log out",
	"AUTH_EMAIL_ALREADY_EXISTS": "E-mail já cadastrado. Caso tenha esquecido sua senha, use a opção 'Esqueci minha senha'.",
	"AUTH_NICKNAME_ALREADY_EXISTS": "Apelido já cadastrado. Favor escolher outro apelido",
	"AUTH_INVALID_USERNAME": "E-mail: preenchimento obrigatório de um e-mail válido com no máximo 100 caracteres",
	"AUTH_INVALID_PASSWORD": "Senha: preenchimento obrigatório com no mínimo 6 caracteres",
	"AUTH_INVALID_GIVENNAME": "Nome: preenchimento obrigatório com no máximo 100 caracteres",
	"AUTH_INVALID_SURNAME": "Sobrenome: preenchimento obrigatório com no máximo 40 caracteres",
	"AUTH_INVALID_NICKNAME": "Apelido: preenchimento obrigatório com no máximo 100 caracteres",
	"INVALID_TRACKER_INTEGRATION_USERNAME_KEY":  "Login: preenchimento opcional com no máximo 255 caracteres",
	"INVALID_TRACKER_INTEGRATION_PASSWORD_KEY":  "Senha: preenchimento opcional com no máximo 255 caracteres",
	"INVALID_TRACKER_INTEGRATION_API_KEY":   "API KEY: preenchimento opcional com no máximo 255 caracteres",
	"INVALID_TRACKER_INTEGRATION_API_HEADER":   "API Header: preenchimento opcional com no máximo 255 caracteres",
	"INVALID_REQUEST": "Que pena, não foi possível completar sua requisição. Realize um refresh no navegador e tente novamente.",
	"RESOURCE_NOT_FOUND": "Item não encontrado ou item excluído por outro usuário.",
	"INVALID_COMMENT": "Comentário: preenchimento obrigatório",
	"INVALID_TITLE": "Título: preenchimento obrigatório com no máximo 50 caracteres",
	"INVALID_FEEDBACK": "Feedback: preenchimento obrigatório com no máximo 5000 caracteres",
	"INVALID_TASK_TITLE": "Tarefa: preenchimento obrigatório com no máximo 1000 caracteres",
	"INVALID_FILENAME": "Nome do arquivo: preenchimento obrigatório com no máximo 255 caracteres",
	"INVALID_IMPEDIMENT_REASON": "Motivo do impedimento: preenchimento com no máximo 1000 caracteres",
	"INVALID_FORECOLOR": "Cor do Texto: preenchimento obrigatório com no máximo 20 caracteres",
	"INVALID_BACKGROUNDCOLOR": "Cor de Fundo: preenchimento obrigatório com no máximo 20 caracteres",
	"INVALID_ICON": "Icone: preenchimento obrigatório com no máximo 50 caracteres",
	"INVALID_AVATAR_LETTER": "Letras do Avatar: preenchimento opcional com no máximo 2 caracteres",
	"INVALID_ALREADY_EXISTS": "Item já cadastrado",
	"INVALID_AUTHENTICATION": "Login/Senha inválido. Favor preencher corretamente as informações",
	"INVALID_SUBTITLE": "Subtítulo: preenchimento obrigatório com no máximo 50 caracteres",
	"INVALID_DESCRIPTION": "Descrição: preenchimento com no máximo 300 caracteres",
	"INVALID_REMINDER_DESCRIPTION": "Descrição: preenchimento com no máximo 1000 caracteres",
	"INVALID_POLICY": "Política: preenchimento com no máximo 1000 caracteres",
	"INVALID_URL_TEMPLATEA": "Template de URL: preenchimento com no máximo 255 caracteres",
	"INVALID_URL": "URL: preenchimento com no máximo 255 caracteres",
	"INVALID_PADDING_CHAR": "Sistema: preenchimento com no máximo 1 caracter",
	"INVALID_DATE": "Data: preenchimento obrigatório com data no formato válido",
	"ONLY_OWNER_CAN_DELETE_BOARD": "Quadro não foi removido, pois você não é o dono",
	"INVALID_MEMBER_USER": "Usuário selecinado para ser membro não encontrado.",
	"INVALID_DATE_INTERVAL": "Intervalo entre datas inválidos: A data de término tem que ser maior que a data de início",
	"INVALID_PLANNING_DATE_INTERVAL": "Intervalo entre datas DE PLANEJAMENTO inválidos: A data de término tem que ser maior que a data de início",
	"INVALID_EXECUTION_DATE_INTERVAL": "Intervalo entre datas DE EXECUÇÃO inválidos: A data de término tem que ser maior que a data de início",
	"INVALID_TIMESHEET_TRACKER_DATE_INTERVAL": "Intervalo entre DATAS AUTOMÁTICAS de TIMESHEET inválidos: A data de término tem que ser maior que a data de início",
	"INVALID_AVATAR": "INVALID_AVATAR",
	"INVALID_COLOR": "INVALID_COLOR",
	"INVALID_BOARD_LAYOUT_ORDER": "Ordem: Posição inválida para a raia",
	"INVALID_METRIC_COMMENTS": "Comentário: preenchimento com no máximo 3000 caracteres",
	"INVALID_ROLE": "Membro não cadastrado. Permissão inválida.",
	"INVALID_LANE_TYPE": "Raia não cadastrada/atualizada. Tipo de raia inválido",
	"CANT_DELETE_BECAUSE_MEMBER_IS_BOARD_OWNER": "Não foi possível excluir o membro selecionado, pois este membro é o criador do quadro. Caso deseje excluí-lo, altere o criador nas configurações gerais.",
	"CANT_CHANGE_ROLE_BECAUSE_MEMBER_IS_BOARD_OWNER": "Não foi possível alterar o papel do membro selecionado, pois este membro é o criador do quadro. Caso deseje modificar o papel, altere o criador nas configurações gerais.",
	"ERROR_READ_PERMISSION_ONLY": "Você não possui permissão para realizar alterações nesse quadro.",
	"ERROR_MEMBER_wITHOUT_ROLE": "Você não tem permissão para acessar esse quadro ou está cadastrado como observador do quadro. Observadores não podem realizar ações no quadro e nem estar executando itens de trabalho",
	"INVALID_LANE_ACTIVITY": "Atividade: preenchimento opcional com no máximo 5 caracteres",
	"CANT_CHANGE_USER_PREFERENCES_bECAUSE_THE_PREFERENCE_DOESNT_BELONG_TO_USER": "Não foi possível alterar as preferÊncias, pois elas não pertencem a você.",
	"CANT_DELETE_UPDATE_COMMENT_BECAUSE__DOESNT_BELONG_TO_USER": "Não foi possível remover/alterar o comentário, pois ele não pertence a você.",
	"CANT_DELETE_LANE_HAVE_CARDS": "Para remover a raia, é necessário retirar todos os cartões.",
	"WORKING_IN_FUNCTIONALITY": "Que pena! Essa funcionalidade ainda não está disponível para uso....",
	"INVALID_CARDS_WIDE": "Quantidade de cartões inválido: preenchimento com número inteiro maior ou igual a 1.",
	"INVALID_WIP_LIMIT": "Limite de Wip inválido: preenchimento com número inteiro maior ou igual a 0.",
	"INVALID_NUMBER_OF_DAYS": "Número de dias inválido: preenchimento com número inteiro maior ou igual a 0.",
	"INVALID_METRIC_VALUE": "Valor da métrica inválido: preenchimento com número inteiro maior ou igual a 0.",
	"INVALID_PRIORITY_NUMBER_VALUE": "Valor da prioridade numérica inválido: preenchimento com número inteiro.",
	"INVALID_VOTE_VALUE": "Quantidade de votos inválido: preenchimento com número inteiro maior ou igual a 0.",
	"INVALID_PADDING_SIZE": "Quantidade de caracteres inválido para formar o identificador externo: preenchimento com número inteiro entre 0 e 50.",
	"INVALID_MAX_RATING": "Quantidade de votos máximos inválido: preenchimento com número inteiro maior ou igual a 0.",
	"INVALID_USER": "INVALID_USER",
	"CUSTOMFIELD_INVALID_TEXT": "Campo customizado do tipo Texto Longo inválido. Preenchimento com no máximo 10000 caracteres.",
	"CUSTOMFIELD_INVALID_SHORT_TEXT": "Campo customizado do tipo Texto Curto inválido. Preenchimento com no máximo 100 caracteres.",
	"CUSTOMFIELD_INVALID_DROPDOWN_TEXT": "Campo customizado do tipo Dropdown inválido. Preenchimento com no máximo 255 caracteres.",
	"CUSTOMFIELD_INVALID_DATE": "Campo customizado do tipo Data inválido. Preenchimento no formato data.",
	"CUSTOMFIELD_INVALID_DATE_TIME": "Campo customizado do tipo Data/Hora longo inválido. Preenchimento no formato data e hora.",
	"CUSTOMFIELD_INVALID_NUMERIC": "Campo customizado do tipo Númerico inválido. Preenchimento no formato numérico.",
	"CUSTOMFIELD_INVALID_TYPE": "Campo customizado inválido. Tipo de campo inválido ou inexistente."
}